Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VO_LIVE_RECOGNITION_CUSTOMIZATION_LIDAR_IPOD
source: Using on-device intelligence, your iPod touch can detect scenes and text around you. Your iPod touch can also detect text that is near your finger with Point and Speak. You can select which of these detectors appear in the Live Recognition Rotor.
ar: باستخدام الذكاء الاصطناعي المضمن في الجهاز، بإمكان iPod touch اكتشاف المَشاهد والنصوص من حولك. بإمكان iPod touch أيضًا اكتشاف النص بالقرب من إصبعك باستخدام "الإشارة والنطق". يمكنك تحديد المستشعرات التي تظهر في "دوار التعرف المباشر".
bg: Използвайки интелигентността на устройството, вашият iPod touch може да открива сцени и текст около вас. Също така вашият iPod touch може, с помощта на функцията Посочи и говори, да открива текст близо до вашия пръст. Можете да изберете кои от тези детектори да се появяват в шайбата Разпознаване на живо.
ca: L’iPod touch utilitza la intel·ligència local del dispositiu per detectar les escenes i el text que tens a prop. A més, inclou la funció “Apunta i llegeix”, que detecta el text que assenyales amb el dit. També pots personalitzar els detectors que es mostren al rotor del reconeixement en temps real.
cs: iPod touch dokáže s použitím vlastní inteligence zařízení detekovat scény a text ve vašem okolí. Hlasová odezva při zaměření vám na iPodu touch navíc umožňuje rozpoznávat text, na který ukážete prstem. Na rotor živého rozpoznávání si můžete podle potřeby přidat kterékoli z těchto detektorů.
da: Ved hjælp af intelligens på enheden kan iPod touch registrere scener og tekst omkring dig. Din iPod touch kan også registrere tekst, der er tæt på din finger med funktionen Peg og læs op. Du kan angive, hvilke af disse detektorer, der skal vises i rotoren Genkendelse i realtid.
de: Mithilfe künstlicher Intelligenz auf dem Gerät kann dein iPod touch Szenen und Text in deiner Umgebung erkennen. Dein iPod touch kann zudem mit der Funktion „Zeigen und Sprechen“ Text erkennen, der sich in der Nähe deines Fingers befindet. Du kannst festlegen, welche dieser Erkennungsfunktionen im Liveerkennungs­rotor angezeigt werden.
el: Μέσω της χρήσης της νοημοσύνης επί της συσκευής, το iPod touch μπορεί να ανιχνεύει σκηνές και κείμενο γύρω σας. Το iPod touch μπορεί επίσης να ανιχνεύει κείμενο που βρίσκεται κοντά στο δάχτυλό σας με την Κατάδειξη και ομιλία. Μπορείτε να επιλέξετε τους ανιχνευτές που θα εμφανίζονται στον ρότορα της Αναγνώρισης σε πραγματικό χρόνο.
es: El iPod touch utiliza la inteligencia local del dispositivo para detectar escenas y texto cerca de ti. Además, es capaz de detectar el texto que apuntes con el dedo mediante la función “Apuntar y hablar”. Puedes elegir qué detectores quieres que aparezcan en el rotor del reconocimiento en tiempo real.
es_us: Mediante la inteligencia en el dispositivo, tu iPod touch puede detectar escenas y texto a tu alrededor. Además, con la función Apuntar y leer, puede detectar el texto que se encuentra cerca de tu dedo. Puedes elegir qué detectores se muestran en el rotor de reconocimiento en vivo.
fi: iPod touch voi tunnistaa laitteen älytoimintojen avulla ympärilläsi olevia tilanteita ja tekstiä. iPod touch voi myös tunnistaa sormesi lähellä olevan tekstin Osoita ja kuuntele -toiminnolla. Voit valita, mitkä näistä tunnistimista näkyvät Ympäristön tunnistus -roottorissa.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPod touch peut détecter les scènes et le texte aux alentours. Votre iPod touch peut également détecter le texte à proximité de votre doigt à l’aide de « Pointer et parler ». Vous pouvez sélectionner les détecteurs à afficher dans le rotor de reconnaissance en direct.
fr_ca: Grâce aux fonctionnalités d’intelligence de l’appareil, votre iPod touch peut détecter les scènes et le texte qui vous entourent. Il peut également détecter le texte à proximité de votre doigt grâce à « Pointer et parler ». Vous pouvez sélectionner le détecteur à afficher dans le rotor de reconnaissance en direct.
he: שימוש בטכנולוגיית בינה מלאכותית במכשיר מאפשר ל-iPod touch לזהות תרחישים ומלל בסביבה שלך. ה-iPod touch יכול גם לזהות מלל שנמצא בסמוך לאצבע שלך באמצעות ״הצבעה להקראה״. ניתן לבחור אילו מבין המזהים יופיעו בחוגה של ״זיהוי בזמן אמת״.
hi: ऑन-डिवाइस इंटेलिजेंस का उपयोग करके, आपका iPod touch आपके आस-पास के दृश्यों और टेक्स्ट का पता लगा सकता है। आपका iPod touch “पॉइंट करें और बोलें” की मदद से आपकी उँगली के पास मौजूद टेक्स्ट का भी पता लगा सकता है। आप चुन सकते हैं कि इनमें से कौन सा डिटेक्टर लाइव पहचान रोटर में दिखाई दे।
hr: Koristeći inteligenciju na uređaju, vaš iPod touch može detektirati scene i tekst oko vas. iPod touch također može detektirati tekst u blizini vašeg prsta pomoću značajke Usmjeravanje i govor. Možete odrediti koji od ovih detektora će se prikazivati u rotoru Prepoznavanje uživo.
hu: Az eszközön való feldolgozás segítségével az iPod toucha képes az Ön közelében található környezeti elemek és szövegek észlelésére. Az iPod toucha a Mutatás és beszéd funkció használatával emellett képes észlelni az Ön ujja környékén található szövegeket. Kiválaszthatja, hogy ezen észlelési funkciók közül melyik jelenjen meg az Élő észlelés rotorban.
id: Dengan menggunakan kecerdasan pada perangkat, iPod touch Anda dapat mendeteksi pemandangan dan teks di sekitar Anda. iPod touch Anda juga dapat mendeteksi teks yang di dekat jari Anda dengan Tunjuk dan Ucapkan. Anda dapat memilih detektor mana yang muncul di Rotor Pengenalan Langsung.
it: iPod touch può usare l’intelligenza artificiale presente sul dispositivo per rilevare scene e testo intorno a te. iPod touch è anche in grado di rilevare il testo vicino al tuo dito con “Indica e ascolta”. Puoi selezionare quali di questi strumenti appaiono nel rotore di “Riconoscimento in tempo reale”.
ja: デバイス上の人工知能機能を使用して、iPod touchで周囲のシーンやテキストを検出できます。“指差し読み上げ”を使うことにより、差している指の近くのテキストも検出できます。ライブ認識ローターにどの検出機能を表示するかを選択することができます。
kk: Құрылғыдағы жасанды интеллектті пайдалана отырып, iPod touch құрылғыңыз айналаңыздағы көріністерді және мәтінді анықтай алады. Сондай-ақ iPod touch құрылғыңыз «Таңдалғанды дыбыстау» арқылы саусағыңызға жақын мәтінді анықтай алады. Осы детекторлардың қайсысы шынайы уақытта тану роторында пайда болатынын таңдауға болады.
ko: iPod touch가 온디바이스 지능형 기능을 이용해 사용자 주변의 장면 및 텍스트를 감지할 수 있습니다. 또한 ‘가리키면 읽어주기’ 기능으로 사용자 손가락 근처의 텍스트를 감지할 수 있습니다. 감지 기능 중에서 실시간 인지 로터에 표시할 항목을 직접 선택할 수도 있습니다.
lt: Pasinaudodamas „iPod touch“ dirbtiniu intelektu, įrenginys gali aptikti aplink jus esančias aplinkas ir tekstą. Naudojant „Įgarsinimą parodant“, „iPod touch“ taip pat gali aptikti šalia jūsų piršto esantį tekstą. Naudodami „Aplinkos atpažinimo rotorių“ galite pasirinkti, kuriuos iš šių detektorių pateikti ekrane.
ms: Menggunakan kecerdasan pada peranti, iPod touch anda boleh mengesan suasana dan teks di sekeliling anda. iPod touch anda juga boleh mengesan teks berdekatan jari anda dengan Tuding dan Sebut. Anda boleh memilih antara pengesan yang kelihatan dalam Rotor Pengecaman Langsung.
nl: Met behulp van intelligentie op het apparaat kan je iPod touch scènes en tekst om je heen detecteren. Je iPod touch kan met 'Wijs en spreek' ook tekst detecteren die zich in de buurt van je vinger bevindt. Je kunt selecteren welke van deze detectors worden weergegeven in de rotor voor live herkenning.
no: Ved hjelp av intelligente funksjoner på enheten kan iPod touch scener og tekst i omgivelsene dine. iPod touch kan også gjenkjenne tekst nær fingeren din med Pek og snakk. Du kan velge hvilke av disse detektorene som skal vises i rotoren Gjenkjenning av omgivelser.
pl: iPod touch wykorzystuje wbudowaną sztuczną inteligencję do wykrywania scen i napisów w Twoim otoczeniu. W trybie Wskaż i mów może także wykrywać, co znajduje się w pobliżu Twojego palca. Możesz wybrać, które z tych narzędzi wykrywania mają być dostępne na pokrętle Rozpoznawanie na żywo.
pt_br: Usando a inteligência no dispositivo, o iPod touch pode detectar cenas e texto ao seu redor. Com a função Apontar e Falar, o iPod touch também pode detectar texto perto do seu dedo. Você pode selecionar quais desses detectores aparecem no Rotor de Reconhecimento ao Vivo.
pt_pt: O iPod touch usa a tecnologia de inteligência incorporada para detetar cenários e texto à sua volta. Através da funcionalidade Apontar e enunciar, o iPod touch também pode detetar o texto que aponte com o dedo. É possível selecionar quais destes detetores devem aparecer no rotor do reconhecimento em tempo real.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPod touch‑ul poate detecta scene și text din jurul dvs. De asemenea, iPod touch‑ul poate detecta textul aflat în apropierea degetului dvs. cu “Indicare și enunțare”. Puteți selecta care dintre aceste detectoare să apară în rotorul “Recunoaștere live”.
ru: Используя встроенный интеллект, iPod touch может обнаруживать сцены и текст вокруг Вас. Кроме того, iPod touch может распознавать текст рядом с Вашим пальцем и задействовать функцию «Озвучивание выбранного». Вы можете выбрать, какие из этих детекторов будут отображаться в роторе «Распознавание окружения».
sk: iPod touch dokáže použitím vlastnej inteligencie na zariadení detegovať scény a text vo vašom okolí. Hlasová odozva pri namierení na iPode touch navyše rozpoznáva text, na ktorý ukážete prstom. Ľubovoľný z týchto detektorov si môžete pridať do rotora Živé rozpoznávanie.
sl: Z inteligenco v napravi lahko naprava iPod touch zazna prizore in besedilo v vaši okolici. S funkcijo Izgovori pokazano lahko naprava iPod touch zazna tudi besedilo v bližini prsta. Izberete lahko, kateri zaznavalniki bodo prikazani v rotorju za prepoznavanje v živo.
sv: Med hjälp av intelligens på enheten kan iPod touch upptäcka scenarier och text runt dig. iPod touch kan även detektera text som finns i närheten av ditt finger med hjälp av Peka och tala. Du kan ange vilka av dessa detektorer som ska visas med hjälp av rotorn Igenkänning i realtid.
th: โดยใช้ความฉลาดของอุปกรณ์ ทำให้ iPod touch ของคุณสามารถตรวจจับสภาพแวดล้อมและข้อความที่อยู่รอบตัวคุณได้ iPod touch ยังสามารถตรวจจับข้อความที่อยู่ใกล้กับนิ้วมือของคุณได้ด้วยการชี้และอ่านออกเสียง คุณสามารถเลือกที่จะแสดงตัวตรวจจับเหล่านี้ในตัวหมุนสังเกตรอบตัวได้
tr: iPod touch’ınız, aygıttaki yapay zekâyı kullanarak çevrenizdeki ortamları ve metinleri algılayabilir. iPod touch’ınız, Doğrult ve Seslendir sayesinde parmağınızın yakınındaki metinleri de algılayabilir. Bu algılayıcılardan hangilerinin Canlı Tanıma rotorunda görüneceğini seçebilirsiniz.
uk: За допомогою вбудованих інтелектуальних алгоритмів iPod touch може описувати оточення та виявляти текст навколо вас. Функція «Навести й озвучити» на iPod touch може виявляти текст поряд із вашим пальцем. Можна вибрати, які з цих функцій показувати в роторі «Виявлення в реальному світі».
vi: Bằng cách sử dụng tính năng thông minh trên thiết bị, iPod touch có thể phát hiện các cảnh và văn bản xung quanh bạn. iPod touch cũng có thể phát hiện văn bản ở gần ngón tay của bạn với tính năng Trỏ và đọc. Bạn có thể lựa chọn bộ phát hiện nào sẽ xuất hiện trong rô-to Nhận biết trực tiếp.
zh_cn: iPod touch可使用设备端智能技术检测你周围的场景和文本。iPod touch也可通过“指字即读”检测手指附近的文本。你可以选择要在实时识别转子中显示的检测器。
zh_hk: 使用裝置端智能技術，iPod touch可以偵測你身邊的場景和文字。iPod touch亦可使用「指住即讀」偵測你手指附近的文字。你可以選擇要在「即時識別」轉輪中顯示哪些偵測器。
zh_tw: 你的iPod touch會使用裝置端的智慧技術偵測你周圍的場景和文字。你的iPod touch也可以透過「指字即讀」偵測手指附近的文字。你可以在「即時辨識轉輪」中選取要顯示的偵測器。

source: Rotor Actions
ar: إجراءات الدوار
bg: Действия на шайбата
ca: Accions de rotor
cs: Akce na rotoru
da: Rotorhandlinger
de: Rotoraktionen
el: Ενέργειες ρότορα
es: Acciones del rotor
es_us: Acciones del rotor
fi: Roottoritoiminnot
fr: Actions du rotor
fr_ca: Actions du rotor
he: פעולות חוגה
hi: रोटर क्रियाएँ
hr: Postupci rotora
hu: Rotorműveletek
id: Tindakan Rotor
it: Azioni rotore
ja: ローターアクション
kk: Ротор әрекеттері
ko: 로터 동작
lt: Rotoriaus veiksmai
ms: Tindakan Rotor
nl: Rotorhandelingen
no: Rotorhandlinger
pl: Czynności na pokrętle
pt_br: Ações do Rotor
pt_pt: Ações do rotor
ro: Acțiuni rotor
ru: Действия ротора
sk: Akcie v rotore
sl: Dejanja rotorja
sv: Rotoråtgärder
th: การทำงานของตัวหมุน
tr: Rotor Eylemleri
uk: Дії на роторі
vi: Tác vụ rô-to
zh_cn: 转子操作
zh_hk: 轉輪動作
zh_tw: 轉輪動作

# PRONUNCIATION_MULTIPLE_LANGUAGES_SELECTED
source: Multiple
ar: متعددة
bg: Няколко
ca: Diversos
cs: Několik
da: Flere
de: Mehrere
el: Πολλές
es: Varios
es_us: Múltiples
fi: Useita
fr: Plusieurs
he: מרובים
hi: बहु
hr: Više
hu: Többszörös
id: Beberapa
ja: 複数
kk: Бірнеше
ko: 다중
lt: Keli
ms: Berbilang
nl: Meerdere
no: Flere
pl: Wiele
pt_br: Vários
pt_pt: Vários
ro: Mai multe
ru: Несколько
sk: Viaceré
sl: Več
sv: Flera
th: หลายภาษา
tr: Birden Fazla
uk: Кілька
vi: Nhiều
zh_cn: 多语言
zh_hk: 多個
zh_tw: 多個

# vo.quicknav.shortcuts
source: Quick Nav Shortcuts
ar: اختصارات سريعة للاتنقل
bg: Бързи команди за бърза навигация
ca: Dreceres de navegació ràpida
cs: Zkratky rychlé navigace
da: Genveje til hurtig navigation
de: Kurzbefehle für schnelle Navigation
el: Συντομεύσεις γρήγορης πλοήγησης
es: Funciones rápidas de navegación
es_us: Shortcuts de navegación rápida
fi: Pikaselausoikotiet
fr: Raccourcis de navigation rapide
fr_ca: Raccourci de navigation rapide
he: קיצורי ניווט מהיר
hi: त्वरित नेविगेशन शॉर्टकट
hr: Prečaci za brzu navigaciju
hu: Quick Nav-parancsok
id: Pintasan Nav Cepat
it: Comandi rapidi navigazione
ja: Quick Navショートカット
kk: Жылдам навигация таңбашалары
ko: 빠른 탐색 단축키
lt: Sparčiojo naršymo komandos
ms: Pintasan Nav Cepat
nl: Toetscombinaties voor snelnavigatie
no: Snarveier for hurtignavigering
pl: Skróty szybkiej nawigacji
pt_br: Atalhos de Navegação Rápida
pt_pt: Atalhos de navegação rápida
ro: Scurtături Quick Nav
ru: Команды быстрой навигации
sk: Skratky rýchlej navigácie
sl: Bližnjice za hitro krmarjenje
sv: Snabbnavigeringsgenvägar
th: คำสั่งลัดการนำทางด่วน
tr: Hızlı Dolaşma Kestirmeleri
uk: Команди для швидкої навігації
vi: Phím tắt Điều hướng nhanh
zh_cn: 快速导航快捷键
zh_hk: 快速導覽快捷鍵
zh_tw: 快速導覽快速鍵

# DOCK_INSTRUCTION_TITLE_IPAD
source: To use the Dock
ar: لاستخدام شريط الأيقونات
bg: За използване с Dock
ca: Per utilitzar el Dock
cs: Použití Docku
da: For at bruge Dock
de: Verwendung des Docks
el: Για χρήση του Dock
es: Para usar el Dock
es_us: Para usar el Dock
fi: Dockin käyttäminen
fr: Pour utiliser le Dock
fr_ca: Utiliser le Dock
he: לפתיחת ה-Dock
hi: Dock का उपयोग करने के लिए
hr: Za uporabu Docka
hu: A Dock használata
id: Untuk menggunakan Dock
it: Per utilizzare il Dock
ja: Dockを使用
kk: Dock панелін пайдалану үшін
ko: Dock 사용하기
lt: Norėdami naudoti „Dock“
ms: Untuk menggunakan Dock
nl: Om het Dock te gebruiken
no: Bruke Dock
pl: Dock
pt_br: Para usar o Dock
pt_pt: Usar a Dock
ro: Pentru a utiliza Dock‑ul
ru: Для использования Dock
sk: Dock
sl: Za uporabo vrstice Dock
sv: Om du vill använda Dock
th: ในการใช้ Dock
tr: Dock’u kullanmak için
uk: Використання панелі Dock
vi: Để sử dụng Dock
zh_cn: 使用程序坞
zh_hk: 使用Dock
zh_tw: 若要使用Dock

# RATE_FOOTER_TEXT
source: Adjusts the speaking rate of the primary voice.
ar: ضبط سرعة نطق الصوت الرئيسي.
bg: Регулира скоростта на изговаряне на основния глас.
ca: Ajusta la velocitat de lectura de la veu principal.
cs: Upravuje rychlost řeči primárního hlasu.
da: Justerer talehastigheden for den primære stemme.
de: Passt das Sprachtempo der Standardstimme an.
el: Προσαρμόζει την ταχύτητα εκφώνησης της κύριας φωνής.
es: Ajusta la velocidad de habla de la voz principal.
es_us: Ajusta la velocidad de lectura de la voz principal.
fi: Säätää ensisijaisen äänen puhenopeutta.
fr: Règle le débit vocal de la voix principale.
fr_ca: Règle le débit vocal de la voix principale.
he: הגדרה זו מתאימה את קצב הדיבור של הקול הראשי.
hi: प्राथमिक आवाज़ की बोलने की दर को ऐडजस्ट करता है।
hr: Prilagođava brzinu čitanja primarnog glasa.
hu: Módosítja az elsődleges beszédhang beszédsebességét.
id: Menyesuaikan laju bicara suara utama.
it: Regola la velocità della voce principale.
ja: 主音声の読み上げ速度を調整します。
kk: Негізгі дауыстың сөйлеу жылдамдығын реттейді.
ko: 기본 음성의 말하기 속도를 조절합니다.
lt: Pakoreguojama pagrindinio balso ištarimo sparta.
ms: Melaraskan kadar percakapan suara utama.
nl: Past de spreeksnelheid van de primaire stem aan.
no: Juster talehastigheten for hovedstemmen.
pl: Koryguje szybkość mowy głosu głównego.
pt_br: Ajusta a velocidade de fala da voz principal.
pt_pt: Ajusta a velocidade de enunciação da voz principal.
ro: Ajustează viteza de enunțare pentru vocea principală.
ru: Настроить скорость речи для основного голоса.
sk: Upravuje rýchlosť rozprávania primárneho hlasu.
sl: Prilagodite hitrost govora primarnega glasu.
sv: Justerar uppläsningshastigheten för den primära rösten.
th: ปรับความเร็วการอ่านออกเสียงของเสียงหลัก
tr: Birincil sesin konuşma hızını ayarlar.
uk: Регулює темп мовлення основного голосу.
vi: Điều chỉnh tốc độ đọc của giọng nói chính.
zh_cn: 调整首选声音的语速。
zh_hk: 調整主要聲音的朗讀速度。
zh_tw: 調整主要聲音的朗讀速度。

# CC_SWITCHER_INSTRUCTION_TITLE
source: To use Control Center
ar: لاستخدام مركز التحكم
bg: За използване с Контролен център
ca: Per utilitzar el centre de control
cs: Použití Ovládacího centra
da: For at bruge Kontrolcenter
de: Verwendung des Kontrollzentrums
el: Για χρήση του Κέντρου ελέγχου
es: Para usar el centro de control
es_us: Para usar el Centro de Control
fi: Ohjauskeskuksen käyttäminen
fr: Pour utiliser le centre de contrôle
fr_ca: Utiliser le centre de contrôle
he: לפתיחת ״מרכז הבקרה״
hi: कंट्रोल सेंटर का उपयोग करने के लिए
hr: Za uporabu Kontrolnog centra
hu: A Vezérlőközpont használata
id: Untuk menggunakan Pusat Kontrol
it: Per utilizzare Centro di Controllo
ja: コントロールセンターを使用
kk: Басқару орталығын пайдалану үшін
ko: 제어 센터 사용하기
lt: Norėdami naudoti „Valdymo centrą“
ms: Untuk menggunakan Pusat Kawalan
nl: Om het bedieningspaneel te gebruiken
no: Bruke kontrollsenter
pl: Centrum sterowania
pt_br: Para usar a Central de Controle
pt_pt: Usar a central de controlo
ro: Pentru a utiliza centrul de control
ru: Для использования Пункта управления
sk: Ovládacie centrum
sl: Za uporabo Nadzornega središča
sv: Om du vill använda Kontrollcenter
th: ในการใช้ศูนย์ควบคุม
tr: Denetim Merkezi’ni kullanmak için
uk: Використання Центру керування
vi: Để sử dụng Trung tâm điều khiển
zh_cn: 使用控制中心
zh_hk: 使用「控制中心」
zh_tw: 若要使用「控制中心」

# KEYBOARD_TIMING_TIMEOUT_FOOTER
source: The amount of time to wait before VoiceOver can start Slide to Type or make use of alternative keys on the software keyboard.
ar: مقدار وقت الانتظار قبل أن يبدأ التعليق الصوتي "السحب للكتابة"، أو يستخدم مفاتيح أخرى على لوحة المفاتيح الرقمية.
bg: Необходимото време за изчакване, преди VoiceOver да стартира Писане с плъзгане или да използва алтернативни клавиши на софтуерната клавиатура.
ca: La quantitat de temps que t’has d’esperar abans que el VoiceOver pugui iniciar la funció “Llisca per escriure” o utilitzar les tecles alternatives del teclat de programari.
cs: Doba, po kterou bude nutné počkat, než bude VoiceOver moct spustit funkci Přejet a psát nebo aktivovat alternativní klávesy na softwarové klávesnici.
da: Den tid, du skal vente, før VoiceOver kan starte Skub for at skrive eller bruge alternative taster på softwaretastaturet.
de: Die Dauer, die gewartet werden muss, bis VoiceOver „Zum Tippen streichen“ starten oder alternative Tasten auf der Softwaretastatur verwenden kann.
el: Ο χρόνος αναμονής προτού το VoiceOver εκκινήσει την Ολίσθηση για πληκτρολόγηση ή χρησιμοποιήσει εναλλακτικά πλήκτρα στο πληκτρολόγιο λογισμικού.
es: El tiempo que hay que esperar para que VoiceOver pueda comenzar la función "Deslizar para escribir" o a utilizar las teclas alternativas del teclado virtual.
es_us: La duración de la espera antes de que VoiceOver inicie Desliza para teclear o antes de utilizar teclas alternativas en el teclado de software.
fi: Aika, joka on odotettava ennen kuin VoiceOver voi aloittaa liu’uttamalla kirjoittamisen tai käyttää ohjelmistonäppäimistön vaihtoehtoisia näppäimiä.
fr: Temps d’attente avant que VoiceOver puisse activer la saisie gestuelle ou utiliser les touches alternatives du clavier virtuel.
fr_ca: Le délai à attendre avant que VoiceOver puisse lancer la fonction Saisie continue ou utiliser les touches alternatives du clavier logiciel.
he: זהו משך הזמן שיש לחכות לפני ש-VoiceOver יתחיל את ״הקלדה בהחלקה״ או ישתמש במקשים חלופיים במקלדת תוכנה.
hi: VoiceOver के द्वारा टाइप करने के लिए स्लाइड करना शुरू करने या सॉफ़्टवेयर कीबोर्ड पर वैकल्पिक कीज़ का उपयोग करने के पहले लगने वाली प्रतीक्षा समय की अवधि।
hr: Period čekanja prije nego što VoiceOver može započeti značajku Povucite za tipkanje ili iskoristiti alternativne tipke na softverskoj tipkovnici.
hu: Az a várakozási idő, mielőtt a VoiceOver megkezdheti a Csúsztatva gépelés funkciót, vagy a szoftverbillentyűzeten lévő alternatív billentyűk használatát.
id: Durasi waktu tunggu sebelum VoiceOver dapat memulai Geser - Ketik atau menggunakan tombol alternatif pada papan ketik perangkat lunak.
it: Il lasso di tempo che devi aspettare prima che VoiceOver possa avviare l’azione “Scorri per scrivere” o per utilizzare tasti alternativi sulla tastiera software.
ja: VoiceOverがなぞり入力を開始するか、ソフトウェアキーボードの代替キーを使用できるようになるまでの待ち時間。
kk: VoiceOver опциясы «Теру үшін сырғыту» функциясын немесе виртуалды пернетақтадағы баламалы пернелерді пайдаланбас бұрын күтілетін уақыт аралығы.
ko: VoiceOver가 소프트웨어 키보드에서 ‘슬라이딩 입력’을 시작하거나 대체 키를 사용하기까지 걸리는 시간입니다.
lt: Laukimo trukmė, kol „VoiceOver“ gali pradėti naudoti rašymo braukiant funkciją arba programinės klaviatūros pakaitinius klavišus.
ms: Tempoh masa untuk menunggu sebelum VoiceOver boleh memulakan Luncur untuk Taip atau menggunakan kekunci alternatif pada papan kekunci perisian.
nl: Hoelang het duurt voordat VoiceOver 'Veeg om te typen' kan starten of gebruik kan maken van alternatieve toetsen op het softwaretoetsenbord.
no: Tiden det tar før VoiceOver kan starte Dra for å skrive eller bruke alternative taster på programvaretastaturet.
pl: Czas, który musi upłynąć, aby funkcja VoiceOver mogła aktywować rysowanie ścieżek lub używać klawiszy zamiennych na klawiaturze programowej.
pt_br: A quantidade de tempo a ser aguardada antes que o VoiceOver possa começar a Deslizar para Digitar ou usar teclas alternativas no teclado de software.
pt_pt: O período de tempo que o VoiceOver deve aguardar até iniciar a Escrita com gesto contínuo ou usar as teclas alternativas no teclado de software.
ro: Timpul de așteptare înainte ca VoiceOver să poată începe Glisare pentru tastare sau să poată utiliza tastele alternative de pe tastatura software.
ru: Время ожидания перед тем, как VoiceOver сможет начать использовать функцию «Провести для ввода» или задействовать альтернативные клавиши на виртуальной клавиатуре.
sk: Čas, ktorý musí uplynúť predtým, než VoiceOver spustí písanie ťahaním prsta alebo využije alternatívne klávesy na softvérovej klávesnici.
sl: Čas čakanja, preden lahko VoiceOver zažene funkcijo Vnos z drsenjem ali uporabi alternativne tipke na programski tipkovnici.
sv: Hur lång tid det ska ta innan VoiceOver kan starta Dra för att skriva eller använda alternativa tangenter på programvarutangentbordet.
th: ระยะเวลาที่ต้องรอก่อนที่ VoiceOver สามารถเริ่มการลากนิ้วเพื่อป้อนหรือใช้ปุ่มอื่นบนแป้นพิมพ์ซอฟต์แวร์ได้
tr: VoiceOver’ın Kaydırarak Yaz özelliğini başlatmadan veya yazılım klavyesindeki alternatif tuşları kullanıma sunmadan önce beklediği süre.
uk: Скільки часу чекати перед тим, як VoiceOver може почати Введення ковзанням або застосовувати альтернативні клавіші на програмній клавіатурі.
vi: Khoảng thời gian cần đợi trước khi VoiceOver có thể bắt đầu Trượt để nhập hoặc sử dụng các phím thay thế trên bàn phím ảo.
zh_cn: “旁白”开始“滑行键入”或使用软件键盘上的备用按键前所需等待的时间。
zh_hk: 「旁白」開始「滑動輸入」或使用軟件鍵盤上的替用按鍵前所需等待的時間。
zh_tw: 「旁白」開始「滑動輸入」或使用軟體鍵盤上的替用按鍵所需等待的時間
